<?php

return [
    'app_title' => 'Приложение для автомобилей',
    'welcome' => 'Добро пожаловать!',
    'search' => 'Поиск',
    'create' => 'Создать',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'update' => 'Обновить',
    'no_data' => 'Данные отсутствуют.',
    'confirm_delete' => 'Вы уверены, что хотите удалить?',

    // Car-related
    'cars' => 'Автомобили',
    'create_car' => 'Создать автомобиль',
    'car_list' => 'Список автомобилей',
    'make' => 'Марка',
    'model' => 'Модель',
    'produced_on' => 'Дата производства',
    'car_image' => 'Изображение автомобиля',
    'no_image' => 'Нет изображения',
    'car_created' => 'Автомобиль успешно создан!',
    'car_updated' => 'Автомобиль успешно обновлен!',
    'car_deleted' => 'Автомобиль успешно удален!',
];
